app/Controllers/Book.php

SELECT *
FROM `book`
---
    public function index()
    {
        $book_model = new BookModel();
        $data_book = $book_model->findAll();